<%@ Page Title="主页" Language="C#" MasterPageFile="/Site.Master" AutoEventWireup="true" CodeBehind="Default.aspx.cs" Inherits="SuperMinersWeb.Default" %>

<asp:Content ID="Content3" ContentPlaceHolderID="MainContent" runat="server">
    <div class="homepage">
        <div class="content content1">
            <div class="content1_title">
                游戏背景          
            </div>
            <div class="content1_body">
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在遥远的萨克星系，有一个美丽的蓝色星球；巨大，并且资源丰富，而且还处于完全没有被开发的状态，地球人在这个星球上发现了一种应用非常广泛的矿石《氪矿》，为了纪念这一发现，人们把这颗蓝色的星球用发现这个星球的飞船—迅灵军团的下属迅灵号星际战舰命名《迅灵星》.
                </p>
                <p>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;矿石被发现之后迅灵军团想要把这些氪矿据为己有，但是却发现即便是地球现有的科技也无法采集这些价值连城的氪矿，因为一旦迅灵军团用工具或机械设备将其开采下来，氪矿离开矿山之后30秒便会爆炸，无论经过多少次的实验死伤无数也无法进行开采，后来在一次探险活动中迅灵军团发现了在这个星球上还生活着一些土著，他们文化落后，生活原始；开始迅灵军团并没有注意这些土著人，直到后来发现他们可以毫无顾忌的开采氪矿，并且氪矿不会爆炸，迅灵军团开始了大量的抓捕土著，强迫为其开采氪矿，终于这样的活动激怒了土著人部落，一场战争开始了。
迅灵军团高层原以为会是一场屠杀，毫无悬念的征服这颗原始的星球，但是却没有想到，土著人可以跟这里的山石、树木、甚至空气沟通，运用一种类似魔法的能量，跟迅灵军团打了一个势均力敌，如果不是迅灵军团拥有者远超过土著的科技力量，这场战争有可能会变成一场单方面的屠杀。
战争让迅灵军团与土著死伤无数，终于在开战的一年之后，土著在一个战死的军团士兵身上发现了一种叫薩金的材料，薩金对于土著的吸引就像是氪矿对于迅灵军团一样，于是双方坐上了谈判桌，经过激烈的讨论，双发达成了一个互利共赢的协议，迅灵军团为土著提供薩金，土著为地球人采集氪矿；但由于战争的关系，没有土著愿意为迅灵军团的人开采矿石，，所以迅灵军团采取了一个折中的办法在迅灵星上成立了一个采矿公司叫迅灵矿场，免费召集其他地球人前来注册矿主雇佣土著开采矿石，迅灵军团收取手续费，矿主每提供一千个单位的薩金，就会有一个土著为其开采氪矿，但是每个地球人最多只能拥有5000个土著为其开采，而且每开采100000单位的氪矿就要提供3000灵币用作支付报酬，灵币是迅灵军团的一种通用货币，但是却不对外兑换，迅灵军团的人可以每月获得固定的数量，其他人就只有通过交易获得，但这却并不能影响灵币的流通。
迅灵军团在迅灵星里开放了一个氪矿交易市场，所有的矿主都可以在市场里自由交易，自由定价，给大家提供一个自由的，公平的，开放性的交易场所。
迅灵星终于又恢复了之前的安宁，除了在采矿区听到叮叮当当的声音，在采矿基地中一些娱乐设施也陆续建立起来，在这里矿主们可以放下压力，尽情的玩乐。巨大的迅灵星，矿区只是其中的一小部分，还有很大一部分等待着大家去发现，但是一定要注意安全，虽然风险很高，但是可观的回报还是让那些探险者趋之若与。
迅灵星，等待你的到来，迅灵军团欢迎你的加入。
                </p>

            </div>
        </div>
        <div class="content content2">
            <div class="content2_header">

            </div>
        </div>
        <div class="content content3">
            <div class="content3_body">
                <div>
                    <span>
                        <img src="Images/nouns1.png" />
                    </span>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;距离地球三十七万光年，一颗美丽的蓝色星球，面积是地球的二十三倍，重力于地球相仿，空气中不含有氧气，并且含有一种对地球人致命的氯化气体。
                    </p>
                </div>
                <div>
                    <span>
                        <img src="Images/nouns2.png" />
                    </span>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;迅灵军团开设的氪矿交易市场，每天定时开放；在这里矿主之间可以自由定价，自由交易，但是为了保证氪矿的价格，迅灵军团规定在氪矿市场里出售或购买氪矿的当日价格只能高于或低于基准价的10%作为最低或最高价格，军团只收取一定的手续费作为报酬。
                    </p>
                </div>
                <div>
                    <span>
                        <img src="Images/nouns3.png" />
                    </span>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;应用非常广泛，作用极大，价值连城却因为开采需要花费同样价值不菲的薩金作为支付矿工的报酬，让其价值大为降低，但是其对于地球科技的作用无法替代，并且暂时还没有在其他星球上发现同种类的矿石，所以依旧有价无市。
                    </p>
                </div>
            </div>
            <div class="content3_body">
                <div>
                    <span>
                        <img src="Images/nouns4.png" />
                    </span>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在往返地球与迅灵星的太空航道上充满着危机，流星、黑洞、暗能量波动，都可以轻而易举的摧毁太空船，所以迅灵星的物资十分紧缺，迅灵军团依托强大的武力与运输能力为矿主开放了一个可以安全购买商品的物资平台。
                    </p>
                </div>
                <div>
                    <span>
                        <img src="Images/nouns5.png" />
                    </span>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;迅灵星当地土著，薩金对其有致命的吸引力，十分的忠诚一旦跟随矿主，便只会听从矿主跟部落首领的命令。
                    </p>
                </div>
                <div>
                    <span>
                        <img src="Images/nouns6.png" />
                    </span>
                    <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;氪矿每天的基准价是根据前一天矿石市场的成交价格来确定的，每天24点更新基准价。
                    </p>
                </div>
            </div>
        </div>
    </div>
</asp:Content>
